Repository: enterup/AccelPlus
Catalog: WindowsFormsApplication3/Form1.*.resx
Languages: ru

# closeButton.Text
source: Close
ru: Выход

# startButton.Text
source: Start
ru: Старт

# stopButton.Text
source: Stop
ru: Стоп

# label14.Text
source: Timer (s)
ru: Таймер (с)

# clearButton.Text
source: Clear values
ru: Очистить

# Time.HeaderText
source: Time
ru: Время

# Serial.HeaderText
source: Series name
ru: Имя измерения

# Number.HeaderText
source: Number of points
ru: Кол-во точек

# XModMax.HeaderText
source: X Peak to Peak (x10)
ru: Пик-Пик для X (x10)

# YModMax.HeaderText
source: Y Peak to Peak(x10)
ru: Пик-Пик для Y(x10)

# ZModMax.HeaderText
source: Z Peak to Peak(x10)
ru: Пик-Пик для Z(x10)

# MaxFlexX.HeaderText
source: X Peak to Peak for Moving Average(x10)
ru: Пик-Пик для скользящего среднего X(x10)

# MaxFlexY.HeaderText
source: Y Peak to Peak for Moving Average(x10)
ru: Пик-Пик для скользящего среднего Y(x10)

# MaxFlexZ.HeaderText
source: Z Peak to Peak for Moving Average(x10)
ru: Пик-Пик для скользящего среднего Z(x10)

# XPeakToPeakSelectionX10.HeaderText
source: X Peak To Peak Selection (X10)
ru: Пик-Пик для выбранного диапазона X (X10)

# YPeakToPeakSelectionX10.HeaderText
source: Y Peak To Peak Selection (X10)
ru: Пик-Пик для выбранного диапазона Y (X10)

# ZPeakToPeakSelectionX10.HeaderText
source: Z Peak To Peak Selection (X10)
ru: Пик-Пик для выбранного диапазона Z (X10)

# XRMS.HeaderText
source: X RMS Selection (x10)
ru: СКЗ для выбранного диапазона X (x10)

# YRMS.HeaderText
source: Y RMS Selection (x10)
ru: СКЗ для выбранного диапазона Y(x10)

# ZRMS.HeaderText
source: Z RMS Selection (x10)
ru: СКЗ для выбранного диапазона Z (x10)

# label1.Text
source: Values
ru: Расчетные значения

# label2.Text
source: X Values
ru: График ускорения по X

# label4.Text
source: Z Values
ru: График ускорения по Z

# label3.Text
source: Y Values
ru: График ускорения по Y

# файлToolStripMenuItem.Text
source: File
ru: Файл

# сохранитьКакXMLToolStripMenuItem.Text
source: Save as XML
ru: Сохранить как XML

# загрузитьИзXMLToolStripMenuItem.Text
source: Load XML
ru: Загрузить XML

# экспортВCSVToolStripMenuItem.Text
source: Export to CSV
ru: Экспорт в CSV

# settingsToolStripMenuItem.Text
source: Settings
ru: Настройки

# allSettingsToolStripMenuItem.Text
source: All Settings
ru: Все настройки

# helpToolStripMenuItem.Text
source: Help
ru: Помощь

# какПользоватьсяToolStripMenuItem.Text
source: How to use
ru: Как использовать

# оПрограммеToolStripMenuItem.Text
source: About
ru: О программе
